<template>
  <div class="cont">
    <h3 style="text-align: center;margin-top:0;">哩嗑使用协议</h3>
    <p>请你务必审慎阅读、充分理解协议中相关条款内容，特别是粗体标注的内容。你一旦注册哩嗑，即视为你已了解并完全同意本协议各项内容，包括哩嗑对使用协议随时所做的任何修改。如你不同意本协议及或随时对其的修改，请你立即停止注册及使用哩嗑所提供的全部服务。</p>
    <h4>1. 接受条款</h4>
    <p>a) 哩嗑的运营者（以下简称“哩嗑”）根据本使用协议的条款及不时发布的规则为你提供基于哩嗑的互联网服务。本协议的条款可由哩嗑随时修改，修改后的使用协议在网站上一经公布即有效代替原来的使用协议。你一旦在哩嗑注册，即成为哩嗑用户（以下简称“用户”或“你”），并受本协议的约束。</p>
    <p class="important">b) 你应遵守本协议的各项条款，合法合理使用哩嗑提供的服务，否则，哩嗑有权依据本协议中断或终止为你提供服务。同时，哩嗑保留在任何时候收回你所使用的账号的权利。</p>

    <h4>2. 服务说明</h4>
    <p>a) 哩嗑向用户提供包括但不限于如下服务：投稿并分享一些文章；在哩嗑中发布话题、动态、上传图片、视频等；付费内容服务等。除非本协议另有其它明示规定，哩嗑增加或强化目前本服务的任何新功能，包括所推出的新产品，均受本使用协议之规范。</p>
    <p class="important">b) 用户了解并同意，哩嗑之服务、产品与资料仅依其当前所呈现的状况提供，而且哩嗑明确地表示拒绝对于“服务”、“资料”或“产品”等给予任何明示或暗示之担保或保证，包括但不限于，为商业使用、适合于特定目的或未侵害他人权利之担保或保证等。哩嗑对于因“服务”、 “产品”或“资料”等所产生之任何直接、间接、附带的或因此而导致之衍生性损失概不负责。哩嗑对于任何用户信息或个性化设定之时效、删除、传递错误、未予储存或其它任何问题，均不承担任何责任。</p>
    <p class="important"> c) 你同意哩嗑有权制订关于使用本服务的一般措施及限制，包括但不限于本服务将保留所发布内容或其它发布内容之最长期间，以及一定期间内你使用本服务之次数上限（及/或每次使用时间之上限）。通过本服务发布或传送之任何信息、通讯资料和其它内容，如被删除或未予储存，你同意哩嗑无须承担任何责任。你也同意，哩嗑有权依其自行之考虑，不论通知与否，随时变更这些一般措施及限制。</p>

    <h4>3. 你的注册义务</h4>
    <p>a) 为了能使用本服务，按照中国法律的要求，你同意以下事项：依本服务注册提示填写你正确的注册邮箱、密码、名号、手机号码等信息，并确保今后更新的登录邮箱、名号、头像及手机号码等资料的真实性、有效性和合法性。若你提供任何违法、不道德或哩嗑认为不适合在哩嗑网上展示的资料；或者哩嗑有理由怀疑你的行为属于程序或恶意操作，哩嗑有权无须事先通知即可暂停或终止你使用账号，并拒绝你于现在和未来使用本服务之全部或任何部分。</p>
    <p>b) 哩嗑无须对你（任何用户）的任何注册或登记资料承担任何责任，包括但不限于鉴别、核实任何注册或登记资料的真实性、正确性、完整性、适用性及/或是否为最新资料的责任。</p>

    <h5>4. 用户账号、密码及安全</h5>
    <p>a) 完成本服务的注册程序并成功注册之后，你可使用你的注册邮箱/手机号码和密码，登录到你在哩嗑网的账号（下称“账号”）。注册完成之时，你便获得了账号的使用权。保护账号安全，是你的责任。</p>
    <p>b) 你应对所有使用你的账号的行为负完全的责任。你同意：</p>
        <p class="sub">你的哩嗑账号遭到未获授权的使用，或者发生其它任何安全问题时，你将立即通知哩嗑；</p>
        <p class="sub">如果你未保管好自己的账号和密码，因此而产生的任何损失或损害，哩嗑不承担任何责任；</p>
        <p class="sub">你要对使用账号的所有行为给你、哩嗑或第三方造成的损害负全责，包括你未保管好自己的账号或密码的情形。</p>
        <p></p>

    <p>c) 由于通过账号可获取到用户的个人信息，且账号的所有权归哩嗑所有，除法律明文规定外，未经哩嗑同意，用户不得将账号转让、出售或出借给他人使用。</p>
<p>d) 若你连续六个月未登录哩嗑平台，且不存在未到期的有效业务，哩嗑有权限制你对账号的使用。由此造成的不利后果由你自行承担。</p>
<p>e) 你选择将哩嗑账号与第三方账号进行绑定的，除你自行解除绑定关系外，如发生下列任何一种情形，你已绑定的第三方账号也有可能被解除绑定而哩嗑无需对你或任何第三方承担任何责任：</p>
<p class="sub">你违反法律法规、国家政策或本协议的；</p>
<p class="sub">你违反第三方账户用户协议或其相关规定的；</p>
<p class="sub">其他需要解除绑定的情形。</p>
<p></p>

  <h4>5. 提供者之责任</h4>
  <p>a) 根据有关法律法规，哩嗑在此郑重提请你注意，任何经由本服务而发布、上传的文字、音乐、图片、图形、视频或其他资料（以下简称“内容 ”），无论系公开还是非公开传送，均由内容提供者承担责任。哩嗑仅为用户提供信息存储空间服务，无法控制经由本服务传送之内容，因此不保证内容的正确性、完整性或有效性。你已预知使用本服务时，可能会接触到令人不快、不适当或令人厌恶之内容。在任何情况下，哩嗑均不为任何内容负责，但哩嗑有权依法停止传输任何前述内容并采取相应行动，包括但不限于暂停用户使用本服务的全部或部分，保存有关记录，并向有关机关报告等。</p>

  <h4>6. 用户行为</h4>
  <p>a) 你应遵守中华人民共和国相关法律法规，并同意对以任何方式使用你的登录账号而使用本服务的任何行为及其结果承担全部责任。如你的行为违反国家法律，你将依法承担全部法律责任；如涉嫌构成犯罪，司法机关将追究你的刑事责任，哩嗑网将严格按照法律规定的义务及司法机关的要求进行配合。<br />
同时，如果哩嗑有理由认为你的任何行为，包括但不限于你的任何言论或其它行为违反或可能违反国家法律法规的任何规定，哩嗑可在任何时候不经任何事先通知终止向你提供服务。</p>
<p>a) 你同意将不会利用本服务进行任何违法或不正当的活动，包括但不限于下列行为∶</p>
  <p class="sub">- 发布或以其他方式传送含有下列内容之一的信息：</p>
  <p class="sub2">· 以任何方式危害他人的合法权益；</p>
  <p class="sub2">· 冒充其他任何人或机构，或以虚伪不实的方式陈述或谎称与任何人或机构有关；</p>
  <p class="sub2">· 将依据任何法律、合约或法定关系（例如由于雇佣关系和依据保密合约所得知或揭露之内部资料、专属及机密资料）而知悉但无权传送之任何内容加以发布、发送电子邮件或以其它方式传送；</p>
  <p class="sub2">· 将侵害他人著作权、专利权、商标权、商业秘密、或其他专属权利（以下简称“专属权利”）之内容加以发布或以其他方式传送；</p>
  <p class="sub2">· 故意或非故意地违反任何适用的当地、国家法律，以及任何具有法律效力的规则；</p>
  <p class="sub2">· 未经合法授权而截获、篡改、收集、储存或删除你或他人的个人信息、站内邮件或其他数据资料，或将获知的此类资料用于任何非法或不正当目的。</p>
  <p class="sub">你已认可哩嗑未对用户的使用行为进行全面控制，你使用任何内容时，包括依赖前述内容之正确性、完整性或有效性时，你同意将自行加以判断并承担所有风险，而不依赖于哩嗑。但哩嗑依其自行之考虑，有权拒绝和删除经由本服务提供之违反本条款的或其他引起哩嗑反感的任何内容。</p>
  <p class="sub">- 由于你通过本服务提供、发布或传送之内容、你与本服务连线、你违反本使用协议、或你侵害他人任何权利因而衍生或导致任何第三人提出任何索赔或请求，包括但不限于合理的律师费、诉讼费，你同意赔偿哩嗑及其子公司、关联公司、高级职员、代理人、品牌共有人或其他合作伙伴及员工，并使其免受损害，并承担由此引发的全部法律责任。</p>
  <p class="sub">- 你同意不对本服务任何部分或本服务之使用或获得，进行复制、拷贝、出售、转售或用于任何其他商业目的。</p>
  <p></p>
  
  </div>
</template>

<script>
export default {
  name: 'privacy',
}
</script>

<style scoped>
.cont {
  background-color: #FFF;
  max-width: 548px;
  margin: 0 auto;
  padding: 20px;
  text-align: justify;
  color: #1A2C3F;
}

.cont {
  font-size: 16px;
  line-height: 22px;
  margin-top: 10px;
}
.cont h5 {
  margin-bottom: 10px;
}
.important {
  font-weight: bold;
}
.sub {
  font-size: 14px;
  font-weight: 500;
  margin-top: 0px;
  margin-bottom: 2px;
  margin-left: 32px;
}
.sub2 {
  font-size: 14px;
  margin-top: 0px;
  margin-bottom: 2px;
  margin-left: 48px;
}
</style>
